/* 个市, */
" Cities," = "个市,";
/* 个县区, */
" Dist.s," = "个县区,";
/* 个省, */
" Prov.s," = "个省,";
/* 个村镇街道 */
" St.s" = "个村镇街道";
/* 个国家, */
" States," = "个国家,";
/*  到  */
" To " = " 到 ";
/*  的 */
"'s" = " 的";
/* ，总 */
",Total " = "，总";
/* -----%@成功，请返回使用!-----\n */
"-----%@ Succeeded-----" = "-----%@成功，请返回使用!-----\n";
/* -----向iTunes Store请求产品信息失败-----\n */
"-----Failed to request product infomation from iTunes Store-----\n" = "-----向iTunes Store请求产品信息失败-----\n";
/* -----交易失败，请重新尝试----- */
"-----Failed,please try again!-----" = "-----交易失败，请重新尝试-----";
/* -----不允许程序内付费购买，请到“设置”中打开-----\n */
"-----InAppPurchase is denied,please turn on the function in iOS settings-----\n" = "-----不允许程序内付费购买，请到“设置”中打开-----\n";
/* -----iTunes Store反馈信息结束-----\n */
"-----iTunes Store反馈信息结束-----\n" = "-----iTunes Store反馈信息结束-----\n";
/* -----iTunes Store恢复结束----- */
"-----iTunes Store恢复结束-----" = "-----iTunes Store恢复结束-----";
/* -----您没有可供恢复的项目！-----\n */
"-----No Product that can be restored!-----\n" = "-----您没有可供恢复的项目！-----\n";
/* -----iTunes Store没有相关产品信息-----\n */
"-----No such product in iTunes Store-----\n" = "-----iTunes Store没有相关产品信息-----\n";
/* -----收到iTunes Store的反馈信息-----\n */
"-----Receive feedback from iTunes Store-----\n" = "-----收到iTunes Store的反馈信息-----\n";
/* -----收到iTunes Store反馈的交易结果-----\n */
"-----Receive payment result from iTunes Store-----\n" = "-----收到iTunes Store反馈的交易结果-----\n";
/* -----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n */
"-----Request product infomation-----\n-----Wait Please-----\n" = "-----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n";
/* -----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n */
"-----Request to restore product-----\n-----Wait Please-----\n" = "-----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n";
/* -----iTunes Store恢复失败，请重新尝试----- */
"-----Restore failed,try again please-----" = "-----iTunes Store恢复失败，请重新尝试-----";
/* -----向iTunes Store发送交易请求-----\n */
"-----Sned payment to iTunes Store-----\n" = "-----向iTunes Store发送交易请求-----\n";
/* 1.记录你的运动足迹 */
"1.Record your footprints, support background recording" = "1.记录你的运动足迹";
/* 1.将足迹分享给他人 */
"1.Share your footprints to others" = "1.将足迹分享给他人";
/* 2.足迹智能编辑 */
"2.Intelligently edit your footprints" = "2.足迹智能编辑";
/* 2.存储足迹，包括自己发送的和别人分享的 */
"2.Store footprints both sent by you and shared by others" = "2.存储足迹，包括自己发送的和别人分享的";
/* 3.解锁浏览模式，随时查看分享足迹 */
"3.Unlock Browser Mode and  lookup stored footprints anytime" = "3.解锁浏览模式，随时查看分享足迹";
/* 3.解锁记录模式，管理你记录的足迹 */
"3.Unlock Record Mode to manage your recorded footprints" = "3.解锁记录模式，管理你记录的足迹";
/* \n总 */
"\nTotal " = "\n总";
/* 关于 */
"About" = "关于";
/* 操作 */
"Action" = "操作";
/* 新添加照片数量 :  */
"Added New Photo Count: " = "新添加照片数量 : ";
/* 相册地图 */
"AlbumMaps" = "相册地图";
/* 相册地图提示 */
"AlbumMaps Notes" = "相册地图提示";
/* 相册地图——您的相册和足迹管理专家 */
"AlbumMaps——Album and Footprints Management Expert" = "相册地图——您的相册和足迹管理专家";
/* 全部 */
"All" = "全部";
/* 您分享、接收、记录的所有足迹都将被删除，此操作无法恢复，请务必谨慎。确认删除？ */
"All your footprints will be deleted and can not be restored! Are you sure?" = "您分享、接收、记录的所有足迹都将被删除，此操作无法恢复，请务必谨慎。确认删除？";
/* 高度 */
"Altitude" = "高度";
/* 面积 */
"Area" = "面积";
/* 警告 */
"Attention" = "警告";
/* 基础模式 */
"BaseMode" = "基础模式";
/* 由于微信分享内容限制为10K，所以请将分享的足迹点数量控制在100个以内，否则可能会分享失败。 */
"Because of the limitation of WeChat content , make sure your footprints count within 100 , otherwise share may fail." = "由于微信分享内容限制为10K，所以请将分享的足迹点数量控制在100个以内，否则可能会分享失败。";
/* 鲜艳红 */
"Bright Red" = "鲜艳红";
/* 浏览模式 记录模式 */
"BrowserMode RecordMode" = "浏览模式 记录模式";
/* 无法进入扩展模式 */
"Can not enter extended mode" = "无法进入扩展模式";
/* 取消 */
"Cancel" = "取消";
/* 用户取消 */
"Cancelled" = "用户取消";
/* 市 */
"City" = "市";
/* 经典灰 */
"Classic Gray" = "经典灰";
/* 客户端禁止购买 */
"ClientInvalid" = "客户端禁止购买";
/* 价格 ￥12元，是否购买？ */
"Cost $1.99,continue?" = "价格 ￥12元，是否购买？";
/* 当前速度 */
"Current Velocity" = "当前速度";
/* 自定义 */
"Custom" = "自定义";
/* 日期选择器 */
"Date Picker" = "日期选择器";
/* 日 */
"Day" = "日";
/* 深沉棕 */
"Deep Brown" = "深沉棕";
/* 删除 */
"Delete" = "删除";
/* 县区 */
"Dist." = "县区";
/* 里程 */
"Distance" = "里程";
/* 驾车 */
"Drive" = "驾车";
/* 丢弃 */
"Drop" = "丢弃";
/* 东经  */
"E. " = "东经 ";
/* 编辑 */
"Edit" = "编辑";
/* 编辑的 */
"Edited" = "编辑的";
/* 输入新名称 */
"Enter a new name" = "输入新名称";
/* 错误信息 */
"Error" = "错误信息";
/* 错误信息 :  */
"Error : " = "错误信息 : ";
/* 扩展模式 */
"Extended Mode" = "扩展模式";
/* 失败 */
"Failed" = "失败";
/* No comment provided by engineer. */
"Floor : " = "Floor : ";
/* 个足迹点 */
"footprints" = "个足迹点";
/* 足迹点数 */
"Footprints Count" = "足迹点数";
/* 清新紫 */
"Fresh Purple" = "清新紫";
/* 从  */
"From " = "从 ";
/* 全局设置 */
"Globle" = "全局设置";
/* 青草绿 */
"Grass Green" = "青草绿";
/* 尚未定位，无法添加！ */
"Haven't got current location!" = "尚未定位，无法添加！";
/* 高速 */
"HighSpeed" = "高速";
/* 请选择足迹处理方式 */
"How to dealwith the footprints?" = "请选择足迹处理方式";
/* 我知道了 */
"I Konw" = "我知道了";
/* 我分享了一个足迹给你，快来看看吧！ */
"I shared my footprints to you!Take a look!" = "我分享了一个足迹给你，快来看看吧！";
/* 我到了  */
"I went to " = "我到了 ";
/* 残忍拒绝 */
"I'm busy." = "残忍拒绝";
/* 我到过  */
"I've been in " = "我到过 ";
/* 选项 */
"Items" = "选项";
/* 上次更新时间 */
"Last update time" = "上次更新时间";
/* 地点模式 */
"LocationMode" = "地点模式";
/* 用相册记录人生，用足迹丈量世界 */
"Measure the world by footprints." = "用相册记录人生，用足迹丈量世界";
/* 按位置合并 */
"Merge By Location" = "按位置合并";
/* 按时刻合并 */
"Merge By Moment" = "按时刻合并";
/* 合并距离 */
"Merge Distance" = "合并距离";
/* 合并成功 */
"Merge Succeeded" = "合并成功";
/* 合并距离： */
"MergeDistance :" = "合并距离：";
/* 合并手动添加足迹点 */
"MergeManuallyAddedFootprint" = "合并手动添加足迹点";
/* 最短距离 */
"MinDistance" = "最短距离";
/* 最小间隔 */
"MinTimeInterval" = "最小间隔";
/* 时刻模式 */
"MomentMode" = "时刻模式";
/* 时刻模式 地点模式 */
"MomentMode LocationMode" = "时刻模式 地点模式";
/* 月 */
"Month" = "月";
/* 北纬  */
"N. " = "北纬 ";
/* 您还没有添加足迹点，请选择日期或地址添加您的相册足迹。 */
"No footprints yet.Please choose a date or a location to add your album footprints." = "您还没有添加足迹点，请选择日期或地址添加您的相册足迹。";
/* 用户不允许购买 */
"NotAllowed" = "用户不允许购买";
/* 提示 */
"Note" = "提示";
/* 确定 */
"OK" = "确定";
/* 其它 */
"Others" = "其它";
/* 已暂停 */
"Paused" = "已暂停";
/* 参数未识别 */
"PaymentInvalid" = "参数未识别";
/* 手机 & 微信 : 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd */
"Phone & WeChat : 17096027537\nEmail : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd" = "手机 & 微信 : 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd";
/* 请选择购买项目 */
"Please choose a purchase item" = "请选择购买项目";
/* 去给好评 */
"Praise" = "去给好评";
/* 没有广告是不是很清爽？作者也不容易，抽空给个好评呗！🙏 */
"Praise me , please!" = "没有广告是不是很清爽？作者也不容易，抽空给个好评呗！🙏";
/* 产品描述信息 */
"Product Description" = "产品描述信息";
/* 产品名称 */
"Product Name" = "产品名称";
/* 产品价格 */
"Product Price" = "产品价格";
/* 没有相关产品信息 */
"ProductNotAvailable" = "没有相关产品信息";
/* 省 */
"Prov." = "省";
/* 购买 */
"Purchase" = "购买";
/* 购买与恢复 */
"Purchase and Restore" = "购买与恢复";
/* 购买 记录功能和记录模式 */
"Purchase RecordFuntionAndRecordMode" = "购买 记录功能和记录模式";
/* 购买 分享功能和浏览模式 */
"Purchase ShareFunctionAndBroswserMode" = "购买 分享功能和浏览模式";
/* 购买 分享功能和浏览模式 */
"Purchase ShareFunctionAndBrowserMode" = "购买 分享功能和浏览模式";
/* 正在购买... */
"Purchasing..." = "正在购买...";
/* 退出扩展模式 */
"Quite Extended Mode" = "退出扩展模式";
/* 接收 */
"Receive" = "接收";
/* 足迹点较多，收到内存警告提醒，相册地图将进行内存清理，请重新选择日期或地点！ */
"Receive Memory Warning.AlbumMaps will clear map data." = "足迹点较多，收到内存警告提醒，相册地图将进行内存清理，请重新选择日期或地点！";
/* 收到分享的足迹 */
"Receive Shared Footprints" = "收到分享的足迹";
/* 接收的 */
"Received" = "接收的";
/* 记录 */
"Record" = "记录";
/* 用相册记录人生，用足迹丈量世界 */
"Record your life by albums.Measure the world by footprints." = "用相册记录人生，用足迹丈量世界";
/* 记录的 */
"Recorded" = "记录的";
/* 足迹记录和记录模式 */
"RecordFuntionAndRecordMode" = "足迹记录和记录模式";
/* 记录中 */
"Recording" = "记录中";
/* 正在记录足迹中，为确保数据完整性，请先选择暂停记录再保存。 */
"Recording now.Please pause recording before save footprints." = "正在记录足迹中，为确保数据完整性，请先选择暂停记录再保存。";
/* 重命名 */
"Rename" = "重命名";
/* 保留手动添加的 : */
"Reserve Manually Added :" = "保留手动添加的 :";
/* 保留手动添加足迹点 */
"ReserveManuallyAddedFootprint" = "保留手动添加足迹点";
/* 恢复 */
"Restore" = "恢复";
/* 正在恢复... */
"Restoring..." = "正在恢复...";
/* 骑行 */
"Ride" = "骑行";
/* 南纬  */
"S. " = "南纬 ";
/* 保存 */
"Save" = "保存";
/* 是否保存足迹? */
"Save the recorded footprints?" = "是否保存足迹?";
/* 存储为 */
"Saved As" = "存储为";
/* 扫码下载 */
"ScanToDL" = "扫码下载";
/* 请选择操作 */
"Select an action" = "请选择操作";
/* 发送的 */
"Sent" = "发送的";
/* 为足迹添加标题 */
"Set title for your footprints" = "为足迹添加标题";
/* 设置 */
"Settings" = "设置";
/* 分享 */
"Share" = "分享";
/* 分享足迹 */
"Share footprints" = "分享足迹";
/* 分享截图 */
"Share Snap Shots" = "分享截图";
/* 分享功能和浏览模式 */
"ShareFunctionAndBrowserMode" = "分享功能和浏览模式";
/* 分享《相册地图》给朋友 */
"Share《AlbumMaps》 to friends" = "分享《相册地图》给朋友";
/* 查看 */
"Show" = "查看";
/* 村镇街道 */
"St." = "村镇街道";
/* 开始合并 */
"Start Merge" = "开始合并";
/* 国家 */
"State" = "国家";
/* 统计信息 */
"Statistics Info" = "统计信息";
/* 成功 */
"Succeeded" = "成功";
/* 上滑退出 */
"Swipe up to quite" = "上滑退出";
/* 点击右上角“···”，选择“在Safari中打开”，进入《相册地图》查看 */
"Tap '···' and choose 'Open In Safari' to open AlbumMaps" = "点击右上角“···”，选择“在Safari中打开”，进入《相册地图》查看";
/* 足迹保存成功。 */
"The recorded footprints has been saved." = "足迹保存成功。";
/* 全球的 */
"the world's" = "全球的";
/* 当前处于记录模式并且有记录的足迹点，如需显示所选足迹，记录的足迹点将被清空，是否显示？ */
"There are recorded footprints now and they will be cleared if show selected footprints.Show or not?" = "当前处于记录模式并且有记录的足迹点，如需显示所选足迹，记录的足迹点将被清空，是否显示？";
/* 本月 */
"This Month" = "本月";
/* 本周 */
"This Week" = "本周";
/* 今年 */
"This Year" = "今年";
/* 标题 */
"Title" = "标题";
/* 今天 */
"Today" = "今天";
/* 总里程: */
"Total:" = "总里程:";
/* 重试 */
"Try Again" = "重试";
/* 未知错误 */
"Unknown" = "未知错误";
/* 速度 */
"Velocity" = "速度";
/* 西经  */
"W. " = "西经 ";
/* 步行 */
"Walk" = "步行";
/* 周 */
"Week" = "周";
/* 美妙的澳洲之行 */
"Wonderful Trip To Australia" = "美妙的澳洲之行";
/* 是否接收足迹并进入浏览模式？\n */
"Would you like to accept the footprints and enter Browser Mode?\n" = "是否接收足迹并进入浏览模式？\n";
/* 年 */
"Year" = "年";
/* 您将获得如下功能： */
"You can get utilities below:" = "您将获得如下功能：";
/* 您未允许相册地图访问您的相册，无法显示您的相册足迹，请前往设置更改。 */
"You denied AlbumMaps to access your album so it can not show your album footprints.Please change the authorization status in iOS Settings." = "您未允许相册地图访问您的相册，无法显示您的相册足迹，请前往设置更改。";
/* 您没有购买足迹记录和记录模式，无法编辑。 */
"You haven't got RecordFucntionAndRecordMode so you can not edit it." = "您没有购买足迹记录和记录模式，无法编辑。";
/* 您的相册和足迹管理专家。 */
"Your Album and Footprints Management Expert." = "您的相册和足迹管理专家。";
/* ⏱ 最短时间间隔 */
"⏱ Min TimeInterval" = "⏱ 最短时间间隔";
/* ⏲ 播放时间间隔 */
"⏲ Play Time Interval" = "⏲ 播放时间间隔";
/* ⚙ 更改应用授权 */
"⚙ App Authorization" = "⚙ 更改应用授权";
/* ⛰ 颜色方案 */
"⛰ BaseColorScheme" = "⛰ 颜色方案";
/* ⛲️ 恢复已购 */
"⛲️ Restore Purchases" = "⛲️ 恢复已购";
/* No comment provided by engineer. */
"✉️ 短信" = "✉️ 短信";
/* No comment provided by engineer. */
"❌ 清理缓存" = "❌ 清理缓存";
/* No comment provided by engineer. */
"❌ 清空所有足迹" = "❌ 清空所有足迹";
/* No comment provided by engineer. */
"🌈 缓存高清图" = "🌈 缓存高清图";
/* No comment provided by engineer. */
"🌐 使用蜂窝移动数据" = "🌐 使用蜂窝移动数据";
/* 🍀 微信朋友圈 */
"🍀 WeChat Timeline" = "🍀 微信朋友圈";
/* 🎉 关于 */
"🎉 About" = "🎉 关于";
/* 🎑 购买 分享功能和浏览模式 */
"🎑 Purchase ShareFunctionAndBrowserMode" = "🎑 购买 分享功能和浏览模式";
/* 🎑 恢复 分享功能和浏览模式 */
"🎑 Restore ShareFunctionAndBrowserMode" = "🎑 恢复 分享功能和浏览模式";
/* 🎚 最大足迹点数 */
"🎚 Max Footprints Count" = "🎚 最大足迹点数";
/* 🏔 颜色方案 */
"🏔 ExtendedColorScheme" = "🏔 颜色方案";
/* 💖 给个好评 */
"💖 Praise me!" = "💖 给个好评";
/* 💠 微信好友 */
"💠 WeChat Session" = "💠 微信好友";
/* 📏 地点模式合并距离 */
"📏 Merge Distance For Location" = "📏 地点模式合并距离";
/* 📏 时刻模式合并距离 */
"📏 Merge Distance For Moment" = "📏 时刻模式合并距离";
/* 📏 最短距离 */
"📏 Min Distance" = "📏 最短距离";
/* 🗺 地图缩放比例 */
"🗺 Map Scale Rate" = "🗺 地图缩放比例";
/* 🚘 购买 足迹记录和记录模式 */
"🚘 Purchase RecordFuntionAndRecordMode" = "🚘 购买 足迹记录和记录模式";
/* 🚘 恢复 足迹记录和记录模式 */
"🚘 Restore RecordFuntionAndRecordMode" = "🚘 恢复 足迹记录和记录模式";
